export default [
  {
    id: 'wtl0tmw3rri9',
    userId: 1,
    isReaded: false,
    title: 'Реализация намеченного плана развития',
    messages: [
      {
        id: '1z3sotenmx02',
        user: 0,
        date: 'окт 23',
        time: '10:24 AM',
        text: 'Таким образом, реализация намеченного плана развития позволяет оценить значение соответствующих условий активизации. Соображения высшего порядка, а также реализация намеченного плана развития требует от нас системного анализа соответствующих условий активизации. Значимость этих проблем настолько очевидна, что постоянный количественный рост и сфера нашей активности способствует повышению актуальности всесторонне сбалансированных нововведений!'
      },
      {
        id: 'wdoj8vxbvy7f',
        user: 1,
        date: 'окт 23',
        time: '10:27 AM',
        text: "Не следует, однако, забывать о том, что реализация намеченного плана развития требует определения и уточнения ключевых компонентов планируемого обновления? Практический опыт показывает, что дальнейшее развитие различных форм деятельности способствует повышению актуальности системы обучения кадров, соответствующей насущным потребностям. Равным образом рамки и место обучения кадров требует от нас системного анализа новых предложений! Разнообразный и богатый опыт реализация намеченного плана развития представляет собой интересный эксперимент проверки существующих финансовых и административных условий."
      },
      {
        id: 'wdoj8vxbvy8f',
        user: 1,
        date: 'окт 23',
        time: '10:27 AM',
        text: "Не следует, однако, забывать о том, что реализация намеченного плана развития требует определения и уточнения ключевых компонентов планируемого обновления? Практический опыт показывает, что дальнейшее развитие различных форм деятельности способствует повышению актуальности системы обучения кадров, соответствующей насущным потребностям. Равным образом рамки и место обучения кадров требует от нас системного анализа новых предложений! Разнообразный и богатый опыт реализация намеченного плана развития представляет собой интересный эксперимент проверки существующих финансовых и административных условий."
      },
      {
        id: 'wdoj8vxbvy9f',
        user: 1,
        date: 'окт 23',
        time: '10:27 AM',
        text: "Не следует, однако, забывать о том, что реализация намеченного плана развития требует определения и уточнения ключевых компонентов планируемого обновления? Практический опыт показывает, что дальнейшее развитие различных форм деятельности способствует повышению актуальности системы обучения кадров, соответствующей насущным потребностям. Равным образом рамки и место обучения кадров требует от нас системного анализа новых предложений! Разнообразный и богатый опыт реализация намеченного плана развития представляет собой интересный эксперимент проверки существующих финансовых и административных условий."
      },
      {
        id: '1z3sotenmx03',
        user: 0,
        date: 'окт 23',
        time: '10:24 AM',
        text: 'Таким образом, реализация намеченного плана развития позволяет оценить значение соответствующих условий активизации. Соображения высшего порядка, а также реализация намеченного плана развития требует от нас системного анализа соответствующих условий активизации. Значимость этих проблем настолько очевидна, что постоянный количественный рост и сфера нашей активности способствует повышению актуальности всесторонне сбалансированных нововведений!'
      },
      {
        id: 'wdoj8vxbvy9g',
        user: 1,
        date: 'окт 23',
        time: '10:27 AM',
        text: "Не следует, однако, забывать о том, что реализация намеченного плана развития требует определения и уточнения ключевых компонентов планируемого обновления? Практический опыт показывает, что дальнейшее развитие различных форм деятельности способствует повышению актуальности системы обучения кадров, соответствующей насущным потребностям. Равным образом рамки и место обучения кадров требует от нас системного анализа новых предложений! Разнообразный и богатый опыт реализация намеченного плана развития представляет собой интересный эксперимент проверки существующих финансовых и административных условий."
      },
      {
        id: 'wdoj8vxbvy9c',
        user: 1,
        date: 'окт 23',
        time: '10:27 AM',
        text: "Не следует, однако, забывать о том, что реализация намеченного плана развития требует определения и уточнения ключевых компонентов планируемого обновления? Практический опыт показывает, что дальнейшее развитие различных форм деятельности способствует повышению актуальности системы обучения кадров, соответствующей насущным потребностям. Равным образом рамки и место обучения кадров требует от нас системного анализа новых предложений! Разнообразный и богатый опыт реализация намеченного плана развития представляет собой интересный эксперимент проверки существующих финансовых и административных условий."
      },
    ]
  },
  {
    id: 's7gqdpfi0sqm',
    userId: 2,
    isReaded: false,
    title: 'Глубокий уровень погружения',
    messages: [
      {
        id: 't2uk3ii1o0rt',
        user: 0,
        date: 'окт 23',
        time: '10:24 AM',
        text: 'Таким образом, глубокий уровень погружения влечет за собой процесс внедрения и модернизации кластеризации усилий. В своем стремлении улучшить пользовательский опыт мы упускаем, что представители современных социальных резервов формируют глобальную экономическую сеть и при этом - объективно рассмотрены соответствующими инстанциями. В рамках спецификации современных стандартов, непосредственные участники технического прогресса функционально разнесены на независимые элементы.'
      },
      {
        id: 'bt1xa8n3kebj',
        user: 2,
        date: 'окт 23',
        time: '10:24 AM',
        text: 'Практический опыт показывает, что выбранный нами инновационный путь обеспечивает широкому кругу специалистов участие в формировании дальнейших направлений развития проекта. Таким образом, начало повседневной работы по формированию позиции способствует подготовке и реализации форм воздействия? Практический опыт показывает, что новая модель организационной деятельности играет важную роль в формировании соответствующих условий активизации!'
      }
    ],
  },
  {
    id: 'ywcr8caiku9a',
    userId: 3,
    isReaded: false,
    title: 'Реализация намеченных плановых заданий',
    messages: [
      {
        id: 'v6kcizvgh3hl',
        user: 0,
        date: 'окт 23',
        time: '10:24 AM',
        text: 'Ясность нашей позиции очевидна: реализация намеченных плановых заданий говорит о возможностях поэтапного и последовательного развития общества.'
      },
      {
        id: 'rj5ccbeuzez8',
        user: 3,
        date: 'окт 23',
        time: '10:24 AM',
        text: 'Сложно сказать, почему предприниматели в сети интернет указаны как претенденты на роль ключевых факторов. Разнообразный и богатый опыт говорит нам, что убежденность некоторых оппонентов требует определения и уточнения поставленных обществом задач!'
      }
    ],
  },
  {
    id: 'hnk4fs6jf8u0',
    userId: 4,
    isReaded: true,
    title: '',
    messages: [
      {
        id: '7ilnhy94tgiw',
        user: 4,
        date: 'окт 23',
        time: '10:24 AM',
        text: 'Вот вам яркий пример современных тенденций - понимание сути ресурсосберегающих технологий напрямую зависит от своевременного выполнения сверхзадачи.'
      },
      {
        id: 'gjsqen55ou3m',
        user: 0,
        date: 'окт 23',
        time: '10:24 AM',
        text: 'Акционеры крупнейших компаний будут объединены в целые кластеры себе подобных.'
      },
      {
        id: '0l2ewemivjzo',
        user: 4,
        date: 'окт 23',
        time: '10:24 AM',
        text: 'В рамках спецификации современных стандартов, тщательные исследования конкурентов описаны максимально подробно. Имеется спорная точка зрения, гласящая примерно следующее: интерактивные прототипы описаны максимально подробно.'
      }
    ],
  },
]
